{"success":1,"query_summary":{"num_reviews":11,"review_score":5,"review_score_desc":"복합적","total_positive":3150,"total_negative":3320,"total_reviews":6470},"reviews":[{"recommendationid":"44202959","author":{"steamid":"76561198120183032","num_games_owned":155,"num_reviews":11,"playtime_forever":803,"playtime_last_two_weeks":33,"last_played":1534743840},"language":"koreana","review":"어크 시리즈 중의 최악의 설사응가쟁이 유니티를 이제야 해봄. 끔찍한 혹평만을 듣고 얼마나 응가인지 한번 해볼까 해서 했는데 '생각보다' 끔찍하지는 않았음.\n물론 출시 당시에는 지나친 과대광고와 그에 비례한 높은 기대치로 빅똥을 싼 망겜이지만 지금와서는 버그도 나아졌고 숨어있던 장점들이 몇 보이기 시작했다. 분명 다신 유비소프트는 이런 일련의 사태와 이런 품질의 게임을 내지 말아야겠지만 나름대로 해볼만한 가치가 있고, 지나치게 평가절하되기엔 아까운 장점이 있음 \n\n비주얼적 장점 중에서도 특히 수려한 그래픽과 배경고증 . 이건 진짜 당시 게임들중에서도 역대급이였다. 물론 최적화 이슈와 버그때문에 묻힌 감이 있지만 서로 긴밀한 상호작용은 없어도 압도적인 수의 프랑스 군중의 모습을 나름 잘 녹여냈다. 아무리 병풍일지언정 도시가 북적인다라는 느낌이 제대로 남, 어크 특유의 변태적일정도로 집요한 당시 시대 풍경및 건축물 고증도 그대로고(노트르담 대성당의 압도적인 크기와 디테일한 고증은 입이 떡 벌어진다) 등  비쥬얼적인 요소는 계속해서 스샷을 찍게 만드는 매력이 있음\n\n근데 일단 스토리는 ....  진짜 어크시리즈의 매력을 제대로 못 살린 스토리라고 봄 에지오 카피 주인공에 쓸데없는 러브스토리\n템플러(개인이지만)와 암살단의 협력이란 멋진 소재를 두고 이런 스토리가 나온게 참 아쉬움\n\n\n근데 시스템적 면에서는 구작 어크 시리즈(에지오 트릴로지~켄웨이 사가)와 신 어크 시리즈(유니티~오리진)의 과도기적이고 실험적인 시스템 도입으로 나사가 하나둘씩 빠져서 모든게 시너지를 이루지 못하고 단점만 부각되기도 함.  일단 바뀐 시스템 중에서 맘에 드는건 좀 더 세분화된 캐릭터 커스터마이징 분야와 좀더 다양성이 생긴 무기 종류가 있긴한데 이건 오리진에 가서야 겨우 기틀이 잡혔고 근접무기는 한가지 무기만을 선택해야 한다는것 때문에 플레이 스타일이 제한된거 같다는 느낌이 들기도 함데\n코옵 시스템은 손봐서 후대 작품들에 계속 이어줬으면 좋겠는데 코옵컨텐츠 조져서 좀 아쉬움\n코옵은 꽤 잘만들었음 ㅇㅇ\n\n위 아래 파쿠르 구분된건 좋은데 파쿠르 자체의 편의정을 증대시킬 정도로 자연스럽게 녹아든 정도는 아닌거같음.... 암살 시스템 살리겠다고 켄웨이 사가 특유의 간단한 카운터 콤보로 즐길 수 있던 뿌작뽀작 액션이 생략된거는 너무 아쉽고, 한손검 모션은 진짜 역대 최악 느낌이 날정도로 허공에 휘적대는게 전부. 어크 3에서 보여줬던 코너좌의 암살검&토마호크 액션을 얼마나 공들여 만들었는지 깨달음\n\n요약하면 아트적인 면에서는 매우 뛰어나나 부가적인 면이 아쉽고 과도기적 측면에서의 실험적 요소들이 부적절한 시너지를 내서 호불호가 꽤 갈릴 게임이였으나 유비의 과도한 기대감 증폭과 출시 당시 어마어마한 버그로 이미지가 나락으로 떨어진 비운의 게임인것 같음\n\n\n\n\n근데 난 재밌었다 나름 당시 6만원 주고 산 사람들은 불쌍하긴함 이건 암만봐도 2만원가치정도 그 이상 이하도 아닌데","timestamp_created":1534491109,"timestamp_updated":1534491215,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.547325","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"43907886","author":{"steamid":"76561198841481308","num_games_owned":10,"num_reviews":3,"playtime_forever":6076,"playtime_last_two_weeks":1544,"last_played":1535303797},"language":"english","review":"Ubisoft brought a huge development in AC Unity. All though it was a successful change. Loved it. Story is also great. There's a deep story within this game only the ture AC fans will be able to find that out. Brought a change in fighting techniques too and only the true assassins can master these controls. The co-op system brought a huge crowd. You can team up with your friends and complete missions or just play with random players , you can also build your own brotherhood. You can also customize your own character it's like make your own assassin. ALL IN ALL MASTER PIECE","timestamp_created":1533295418,"timestamp_updated":1533295568,"voted_up":true,"votes_up":7,"votes_funny":1,"weighted_vote_score":"0.580693","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"43912957","author":{"steamid":"76561198397705795","num_games_owned":10,"num_reviews":7,"playtime_forever":3682,"playtime_last_two_weeks":0,"last_played":1531163128},"language":"english","review":"Great story that works well with the sieres, great gameplay and great visual perforance: overall a great game!","timestamp_created":1533315729,"timestamp_updated":1533315729,"voted_up":true,"votes_up":3,"votes_funny":1,"weighted_vote_score":"0.541667","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44364730","author":{"steamid":"76561198114612951","num_games_owned":194,"num_reviews":11,"playtime_forever":4491,"playtime_last_two_weeks":350,"last_played":1535065951},"language":"english","review":"I want to start by saying that I was a bit afraid to play this game because of the many hugs it has (had). I can say that when I played it (2018) was a pretty smooth ride with not so many troubles. IT'S A PLAYABLR GAME!\nThe good:\n- the parkour in this game is just amazing, it's nothing like any other previous game (I played them all)\n- Paris is amazingly done an is a joy just to free-roam, something that I usually don't do\n- There are so many newspaper articles and historical facts that you can learn about the society in the French revolution\nThe bad:\n- there are a few glitches that are annoying \n- Arno may go the other way or just climb on something even if you wanted to do something entirely else\n- I feel like the story could have been a bit better executed, even though I don't find it bad \n","timestamp_created":1535184254,"timestamp_updated":1535184254,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.521739","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44488496","author":{"steamid":"76561198066382583","num_games_owned":41,"num_reviews":15,"playtime_forever":2797,"playtime_last_two_weeks":0,"last_played":1533635901},"language":"english","review":"If your looking for a coop Assassin's Creed game with loads of hours of gameplay, story mode, grinding, or just simply admiring the open world environment and interations this is the game for you.","timestamp_created":1535726536,"timestamp_updated":1535726536,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.520000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44013565","author":{"steamid":"76561197971150636","num_games_owned":88,"num_reviews":1,"playtime_forever":2065,"playtime_last_two_weeks":0,"last_played":1533795231},"language":"english","review":"What a conflicting and dissapointing game.\nSO much effort put into the world, graphics, scenes, models. SO beautiful!!! Glorious scenes that made me fall in love again with the backdrop just like AC2\nSO, so , SO little effort put into the Game mechanics.\n\nthe controls are clunky and reminissent of old Console RPGs where you get caught on everything!\nthe Parkour (which was suppose to be improved, became annoying as it feels the charact runs and grabs things on his own.\ninstead of where you direct it.\n\ni forced myself to complete the main mission only, as i am a fan of the series, where normally i would have completed as many side quests as possible.\nNot this Time :-(\n\n\n","timestamp_created":1533795661,"timestamp_updated":1533795661,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.529412","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44374515","author":{"steamid":"76561198368281757","num_games_owned":56,"num_reviews":8,"playtime_forever":5301,"playtime_last_two_weeks":330,"last_played":1535122916},"language":"english","review":"The stealth system alone is worth it. Multiplayer is perfectly executed, story is not stellar, customization is not a good addition to assassins creed, and the artwork is, in my honest opinion, the best in the franchise to date. Worth a buy. I own ac 1, 2, brotherhood, revelations, 3, and unity.","timestamp_created":1535222255,"timestamp_updated":1535222255,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.519841","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44189521","author":{"steamid":"76561197970508290","num_games_owned":211,"num_reviews":5,"playtime_forever":1775,"playtime_last_two_weeks":444,"last_played":1535037816},"language":"english","review":"Want to take everything you were annoyed about the Assassin's Creed games and amplify them?  Well then get this game!  Have trouble getting into a window right above you?  This is the game for you!  Do you enjoy play control that delays nearly everything you do so you have to repeat hit buttons like in the ole days?  Welcome back to the 1990's.  Want to be forced to climb slower than previous games and be forced to run slow?  This is it!  Want to see bad physics and models that stutter even after years of this game being released?  Try it!  Want to have a story so boring and unintersted you long for Ezio and the 2nd through 4th games?  This may be your jam!  Want to have mostly all the side quests be tedious and boring?  Yep we got that too.  Honestly after putting in a few hours to this game it is undoubetdly the worst in the series BY FAR.  And the graphics are not that great yet my PC is whirring just to generate them.  I got this on a Steam Sale I thik for $5 or $10.  I would NEVER pay over $30 for this game.   I want to beat it just to see the resolve of it but man is it bad.  Last game I played of the series was IV.  So it was like going from solid gold to solid crap.\n\nUpdate 8\/23:  Finally beat the game and man does it suck.  How can you have a lineage like this and as a dev team make a game this bad?  I mean nothing about the game is redeeming.  Finishing this game felt like eating brocolli to get rewarded with lettuce.  The ending is not even that good.  I kind of wonder if you even need to play it to have continuity with the other games.  Anyways if you have never played Assassins Creed and want a good game play IV, II or I hear Origins is good as well.  This game should be up there with ET in the anals of video game failures.","timestamp_created":1534431424,"timestamp_updated":1535038079,"voted_up":false,"votes_up":2,"votes_funny":2,"weighted_vote_score":"0.521739","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44413877","author":{"steamid":"76561198212751615","num_games_owned":59,"num_reviews":3,"playtime_forever":1491,"playtime_last_two_weeks":0,"last_played":1512050179},"language":"english","review":"History is good, graphics are good, main character is good. But who cares, when we pay for unfinished product?","timestamp_created":1535402481,"timestamp_updated":1535402481,"voted_up":false,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.516204","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44396291","author":{"steamid":"76561197970598970","num_games_owned":150,"num_reviews":3,"playtime_forever":987,"playtime_last_two_weeks":0,"last_played":1481238370},"language":"english","review":"If you like your games feeling like repetetive work, boy do i have a game for you!\nYou do the same things again and again, your ingame map is cluttered by inane stuff to do\/collect\/kill\/talk to\/loot that you have absolutely no clue whats going on. This is a good thing, because it keeps you from remembering how utterly hateable and borderline  stupid you main-character is! You give no f*** whatsoever about him, and you know how AC sometimes misinterprets your commands and you jump of a high tower to you death by accident? Now you will cheer on as he ends his inane existence again and again and again. \n\nEvery good bit about this game vaporizes because it is as if the devs actually went like: \"Wow! You know this cool mechanic that our intern worked at for a week? It turned out pretty cool! Lets make the player repeat it all the fucking time and set all our setpieces around this one cool mechanic we got now!\"\n\nGREAT IDEA!\n\nThe worst AC by far. I liked AC:BF and i really dig Origins right now, but this game here really makes you feel like your ancestors give you chores collectivly from their graves.","timestamp_created":1535316695,"timestamp_updated":1535316695,"voted_up":false,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.500000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44053755","author":{"steamid":"76561198046773415","num_games_owned":188,"num_reviews":4,"playtime_forever":2866,"playtime_last_two_weeks":0,"last_played":1533937791},"language":"english","review":"Nope","timestamp_created":1533937879,"timestamp_updated":1533937879,"voted_up":false,"votes_up":2,"votes_funny":5,"weighted_vote_score":"0.481752","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}]}