{"success":1,"query_summary":{"num_reviews":20,"review_score":9,"review_score_desc":"압도적으로 긍정적","total_positive":7611,"total_negative":353,"total_reviews":7964},"reviews":[{"recommendationid":"43965852","author":{"steamid":"76561198119942832","num_games_owned":63,"num_reviews":11,"playtime_forever":512,"playtime_last_two_weeks":0,"last_played":1533564815},"language":"koreana","review":"스토리와 공포를 적절하게 섞은 갓겜입니다.\n\n그리고 추가적으로 저같은 쫄보를 위한 안전모드라고 앉거나 천천히 혹은 괴물한테 거의 가까이 가지 않기만 하면 \n\n들키지 않는 갓모드도 있어서 플레이가 할 떄 좋았습니다.","timestamp_created":1533565001,"timestamp_updated":1533565001,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.000000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"43977226","author":{"steamid":"76561198029762218","num_games_owned":822,"num_reviews":142,"playtime_forever":585,"playtime_last_two_weeks":0,"last_played":1533622021},"language":"english","review":"This is one of the highest production games that I would consider to have above average writing in a very long time. A true existential nightmare.","timestamp_created":1533622189,"timestamp_updated":1533622189,"voted_up":true,"votes_up":11,"votes_funny":1,"weighted_vote_score":"0.634633","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44279884","author":{"steamid":"76561198055880924","num_games_owned":78,"num_reviews":4,"playtime_forever":730,"playtime_last_two_weeks":730,"last_played":1534788813},"language":"english","review":"I usually avoid games that make you play without a weapon, because I find the sneaking and cowering tactics a bit too annoying. I made an exception for this game though, and it was worth it. The story (even if it left me with a lot of unanswered questions) is one of the strongest features of this game, and the other is the atmosphere. The game is pretty good, but I can’t shake the feeling that it could’ve been even better. Some aspects were lacking polish – for example some of the enemies were looking goofy (especially their movement), instead of being terrifying. The 3D models of the people were badly done. A lot of the environments felt too linear and I feel like more effort should’ve been put into the design of the open water scenes near the end. I want to comment on the run-and hide tactics that the studio likes to put in their games. I’m pretty sure this game could’ve benefited immensely with a more traditional approach, if it included some weapons and more action scenes to fight the enemies. A quick save and quick load would’ve been useful too, because I felt I didn’t find a lot of the background little tidbits of information. Even with all the flaws the game is a pretty refreshing experience, so I recommend it to anyone who likes the sci-fi genre.","timestamp_created":1534791219,"timestamp_updated":1534791219,"voted_up":true,"votes_up":4,"votes_funny":0,"weighted_vote_score":"0.554716","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"43976372","author":{"steamid":"76561197969489829","num_games_owned":581,"num_reviews":146,"playtime_forever":604,"playtime_last_two_weeks":0,"last_played":1533588899},"language":"english","review":"SOMA is a 2015 horror game developed by Frictional games and played by me. But is it any good?\n\nI'd tell you if you would stop hitting me. \n\nYou play as Simon, a man with a brain boo boo. Simon, living in Toronto, visits a man named David Munshi who is offering to do an experimental brain scan on Simon so that they could find a cure for the symptoms of slowly dying. But after his brain scan, Simon is suddenly transported to some kind of facility that seems to be abandoned.\nBut Simon soon finds out that the facility is inhabited by strange creatures, an ever expanding artificial intelligence, and also he was transported to a hundred years in the future.\nAll in all its an improvement over Toronto. \n\nLike frictional's last few horror games, SOMA is a first person puzzle adventure where you try reach the end without getting smooshed by a hyper aggressive chicken robot. Its kind of hard to talk about, since there really isn't much to it outside of exploring, hiding, and puzzle solving, so I'm basically just going to talk about the game as a whole. \n\nPathos-II, the place you hang out in for the entire game, is pretty cool to explore. Considering its underwater after the end of the world you get feeling or sense of dread you wouldn't get from a haunted house or castle or whatever.\n\npart the time, your only company is the sound of your own foot steps and Simon's breathing. The other time you're surrounded by the sounds of engines, moving parts, and distance echoes. And sometimes its just the sounds of water and the muffled going ons in said water. \nMusic is used very sparingly, which is nice, since it lets you get lost in the atmosphere of Pathos-II, which is so thick you could cut it with a knife or post about how you're attracted to it on internet forums. \n\nAlso, I heard a whale a few times. I never saw the whale.\nI made me sad. \n\nI wouldn't really say the game was scary, but it was very upsetting. The themes the game explores and the questions the game asks isn't really something tackled all that often in any medium, let alone video games. It can be interesting just kind of uncovering the lives of the people who lived down here and what happened to them.\n\nWhat I always found odd is just how calm and casual people on Pathos-II were, considering all of the dialogue you get from them comes from after the apocalypse. You can get info from dead bodies and communication thinger-majiggers on the wall that give you a play back from characters you [spoiler]usually[\/spoiler] never meet.\nI guess after the world ends and the shock wears off you just kind of deal with it. \n\nWhats cool is that it isn't usually one of those “Here's some dialogue oops now they're dead” kinds of games, though it does happen. A lot of characters constantly reappear in the playbacks, and you even get familiar with some of them. Maybe they could even still be alive? It gives you at least a little bit of hope in a hopeless situation. \n\nThe game is at it's strongest when its being slow and somber. Being able to explore the areas you uncover and finding clues and evidence of people's fates was probably my favorite part of the game. Just being alone in Pathos-II was unsettling enough as it is. Though you end up with a pocket buddy really early on, you can only talk to them when they're plugged in to something, so you get the best of both worlds what with the crushing isolation followed by yelling at your Ipad. \n\nEvery now and then you'll have to deal with a spooky monster. Now, I don't mind dealing with monsters, I especially like that most areas had a unique enemy to deal with. Ranging from chicken robots to the world's first human technolight, to a guy called Jin. They all have a different way to be dealt with, but you won't be boxing any of them anytime soon. \n\nThe problem I had with them is, they're just kind of annoying? They feel like they're in there mostly out of necessity, because Frictional is known for being the spooky monster guys. I know they have a in-lore reason as to why they're trying to eat my booty, or punch the hell out of me. But at the same time they're so easy to deal with its practically not worth it. \n\nI didn't even really have an encounter with the robot chicken. The first time he just kind of walked off to the left and the second time he just kind of... Walked off to the left. In fact, two of the last monsters you encounter I didn't even know were hunting me until I was almost out of their area. And two other encounters I just kind of let them beat me up because I knew I would get up a few seconds later and they would be out of my way. \nLike the second monster who just kind of teleported in place and wouldn't let me go where I needed to go until I just ran into him and he head butted me into submission before leaving.\n\nI played the game on normal mode because I'm a big boy, but if I ever play again I'm probably going to just switch it to safe mode or track down that mod that removes the monsters all together, just so I can dink around the area and then leave on my own pace instead of having to go because the ghost of Captain Cutler wants to mug me for the quarters in my pocket. \n\nIts still good, if not just for the atmosphere alone. I haven't really played all that much Amnesia, but I think I'll go back and take a look at it. Get the game on sale, its not really a full-price game, but its worth it on a discount.\nThe game will only take you a few hours, even less than me if you stop getting up to do something else mid play through. It says I played for ten hours, but I honestly only played around seven or eight. \n\nI'm also apparently a minority, since most people apparently never got past the third chapter, let alone beat the game.\nIts not that scary, come on.\n\nI feel like getting gobbled up by the Lets Play crowed was kind of bad for this game, considering it isn't really one of those big screamy kind of games. Its a much slower, more somber, and actually pretty upsetting game over a spooky jump scare game. \nThere's also a workshop with some really talented creators, with a lot of the stories and levels having their own lore and story. If you really like how SOMA plays, then you can keep going for awhile longer after the original game. \n\nAs a story game, its pretty good, but as a jump scare simulator? Not so much. But thats not a bad thing, who pays 20 dollars to get screamed at by strangers? \n\nSOMA gets a sad robot out of a angry robot. \n\nThe pancreas produces insulin. \n\n[url=https:\/\/store.steampowered.com\/curator\/7124597\/]You'll join the curator if you know whats good for you. [\/url]","timestamp_created":1533616426,"timestamp_updated":1533616426,"voted_up":true,"votes_up":9,"votes_funny":3,"weighted_vote_score":"0.577090","comment_count":"2","steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44146361","author":{"steamid":"76561198129771193","num_games_owned":440,"num_reviews":39,"playtime_forever":542,"playtime_last_two_weeks":0,"last_played":1534129483},"language":"english","review":"I bought this about a month after it released at full price and regretted it fairly quickly. I abandoned it for a few years and have finally come back to it. I don't remember what I was expecting, but this wasn't it. For one thing it shouldn't be labelled horror. It's a walking simulator with the occasional horror elements. I'm not a big fan of the horror parts they do include. It's mainly strange monsters that you can't defend against, so you have to hide in the dark and hope they don't notice you (but chances are they will if they get anywhere near you). The first once or twice you get caught it's a huge jumpscare, but it gets old quickly. The game has no HUD, pause screen where you can check your objectives, etc. It's all about immersion. You know what breaks immersion pretty quickly? Constantly dying whenever there are monsters nearby. Thankfully there are only a few sections where you have to deal with them.\n\nIf it sounds like I hate the game I don't. But it definitely has it's flaws. The lack of knowing what your objective is means that if you put it down for any length of time and come back, you'll have no idea what you're supposed to be doing. Another issue I had was some of the outside parts made it really easy to get lost. Once I started using a walkthrough it got way better. I didn't use it constantly, but I did have to rely on it pretty heavily which was unfortunate. I needed it both to not get lost and to find the best way to get around the annoying enemies.\n\nThe exploration and finding various logs to figure out what happened was quite enjoyable. The story is really strange, but that's not a bad thing. I also think they ended it very well. If the issues above were addressed and it was advertised more accurately this could be a really enjoyable game.","timestamp_created":1534263672,"timestamp_updated":1534263672,"voted_up":true,"votes_up":5,"votes_funny":0,"weighted_vote_score":"0.560000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44354240","author":{"steamid":"76561198112684640","num_games_owned":96,"num_reviews":16,"playtime_forever":900,"playtime_last_two_weeks":352,"last_played":1535130968},"language":"english","review":"It wasn't just good, it was amazing. One of a few games that make you think about ethical choices & existence. 10\/10","timestamp_created":1535131315,"timestamp_updated":1535131315,"voted_up":true,"votes_up":3,"votes_funny":0,"weighted_vote_score":"0.521739","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44080008","author":{"steamid":"76561198081808619","num_games_owned":436,"num_reviews":29,"playtime_forever":657,"playtime_last_two_weeks":0,"last_played":1516626479},"language":"english","review":"This game was so good, that I wish I could forget the whole thing and have a chance to relive it from the start again.","timestamp_created":1534027238,"timestamp_updated":1534027238,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.000000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44197727","author":{"steamid":"76561198074367460","num_games_owned":36,"num_reviews":1,"playtime_forever":727,"playtime_last_two_weeks":0,"last_played":1534557890},"language":"english","review":"You know it's a good game when even the startup screen fills you with dread and terror","timestamp_created":1534463177,"timestamp_updated":1534463177,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.514563","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"43980591","author":{"steamid":"76561198189209928","num_games_owned":349,"num_reviews":94,"playtime_forever":499,"playtime_last_two_weeks":0,"last_played":1533638489},"language":"english","review":"Wooow. Very good story, great atmosphere, interaction just amazing. I enjoyed playing it, it's chillful game even it's an horor game. Game play is about 8 hours, really worth it, I recommend it for sure. <3","timestamp_created":1533639405,"timestamp_updated":1533639405,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523810","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44310089","author":{"steamid":"76561198013994286","num_games_owned":81,"num_reviews":5,"playtime_forever":1318,"playtime_last_two_weeks":178,"last_played":1534935304},"language":"english","review":"Such an Amazing Experience!!!","timestamp_created":1534935520,"timestamp_updated":1534935520,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.000000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44471095","author":{"steamid":"76561198040798396","num_games_owned":53,"num_reviews":15,"playtime_forever":712,"playtime_last_two_weeks":0,"last_played":1530577845},"language":"english","review":"One of my favorite story line games ever.\nI like the fact that you are under water and get a totally new environment. It's beautiful.\n\nWhen I first started playing this, I wasn't aware that it was a horror game... And I actually hate horror games..\nBut it's a very soft horror game. I continued playing because I've already come so far in the game.\n\nIn the end, I was truly amazed by the consept and theoretical thought gone into this.\n\n\nTo support the developers, I actually bought the game when finishing it for the 3rd time.\n\nTruly amazing!","timestamp_created":1535654049,"timestamp_updated":1535654049,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.000000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44003770","author":{"steamid":"76561198025738669","num_games_owned":400,"num_reviews":32,"playtime_forever":628,"playtime_last_two_weeks":0,"last_played":1533678197},"language":"english","review":"[h1] In a few words [\/h1]\n\n[b] Main pros: [\/b]\n\n[list]\n[*]Really good story that raises interesting philosophical questions. \n[*]Immersive, atmospheric game.\n[\/list]\n\n[b] Main cons: [\/b]\n\n[list]\n[*]Repetitive segments where you need to hide from monsters.\n[*]Not the best level design, imo.\n[\/list]\n\n[i] Summary opinion: [\/i]\n\nReally good story mixes with not so good gameplay elements, that may ruin some part of the experience. But I still recommend this game, especially if you like a good story that raises interesting questions. If you're not fond of hide'n'seek with scary creatures there's \"safe mode\" for that case. Though, I'm not sure if the game will be necessarily good without the possibility of dying in-game.","timestamp_created":1533744926,"timestamp_updated":1533744926,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523810","comment_count":"2","steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44348378","author":{"steamid":"76561197979008449","num_games_owned":57,"num_reviews":2,"playtime_forever":547,"playtime_last_two_weeks":0,"last_played":1534184344},"language":"english","review":"Exceptional SciFi game with a dark and dystopic story and very intense atmosphere!","timestamp_created":1535109531,"timestamp_updated":1535109531,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.521739","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44488750","author":{"steamid":"76561197988125266","num_games_owned":275,"num_reviews":107,"playtime_forever":639,"playtime_last_two_weeks":601,"last_played":1535726929},"language":"english","review":"SOMA is a hugely underrated game hidden within the depths of the Steam Store, from the makers of the Amnesia series, Frictional Games. \n\nSOMA keeps the scary bits and tense moments only to add an exciting and thought provoking story where you will ponder on every decision and the consequences. Combine this with a fantastic setting situtated deep under the oceans far away from a [spoiler]now extinct mankind[\/spoiler] and you get an awesome game that you should get at any price. The developers deserve it.\n8.5\/10.","timestamp_created":1535727372,"timestamp_updated":1535727372,"voted_up":true,"votes_up":2,"votes_funny":0,"weighted_vote_score":"0.523810","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44284535","author":{"steamid":"76561198013798265","num_games_owned":157,"num_reviews":13,"playtime_forever":253,"playtime_last_two_weeks":0,"last_played":1513298303},"language":"english","review":"Excellent Storytelling, great level design and puzzles. One of the few games with an excellent ending that stays with you long after you complete it.","timestamp_created":1534813744,"timestamp_updated":1534813744,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.504950","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44284446","author":{"steamid":"76561197990649032","num_games_owned":97,"num_reviews":5,"playtime_forever":878,"playtime_last_two_weeks":326,"last_played":1534811368},"language":"english","review":"I didn't realize this game was basically a walking simulator when I purchased. Not a problem for me, just don't expect to shoot or punch anything. It's basically a top tier sci-fi FPS with no combat. The general feel is very creepy. Gruesome at times, but more so creepy. Deeply entertaining story. Occasional puzzles, mildly challenging.\n\nPros:\nGreat scenery, great story, fantastic voice acting. Extremely detailed and immersive environments! These aspects were top tier, and quite a bit more than I was expecting.\n\nGripes:\nMosters attack you. You can't attack them. To game devs: at least give me a freakin' crowbar or something! The idea is that you should \"stealth\"... which is fine as a concept but sucked in reality. That said the game has a \"safe\" mode that keeps them from killing you (and keeps them from basically wasting your time on a do-over).  Safe mode also gives you the chance to look at things and experience parts of the story that are easy to miss if are constantly running from mosters. I found safe mode to be considerably more enjoyable.\n\nLinear story. There are a few occasions when you can make choices but they seem to be entirely inconsequential, at least in my chain of events. Maybe one day I'll feel like trying a different path, but I get the feeling it will not change anything.\n\nThere are lots of things to touch in the environment but the majority of them are just inanimate objects that are completely useless. I was hoping there would be some sort of reward for interacting with things.\n\nOverall B-. Would have been an A+ if it weren't for these gripes. Good game, but catch it on sale.","timestamp_created":1534813193,"timestamp_updated":1534813838,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.504950","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44215345","author":{"steamid":"76561198092758274","num_games_owned":192,"num_reviews":13,"playtime_forever":870,"playtime_last_two_weeks":0,"last_played":1534535440},"language":"english","review":"[b][u]This is a great survival horror game![\/u][\/b] It fills you with dread and terror, It's more driven by it's narrative which is very philosophical. There are a large variety of monsters and creatures, all that require different strategies to stealth around. Althought the game optimization could've been better, it takes a long time to load the game from the title screen but after that, they are pretty much instant and the last enemy you'll meet is a nightmare to get through, you open a door or accidentally dropped something on the ground? he will come all the way from the beggning of the map to exactly where you are and kill you if you don't hide quickly, it's very frustrating. But those are really the only flaws this game has.","timestamp_created":1534536834,"timestamp_updated":1534539528,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.520000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44011401","author":{"steamid":"76561198018562724","num_games_owned":191,"num_reviews":6,"playtime_forever":742,"playtime_last_two_weeks":0,"last_played":1533772896},"language":"english","review":"The story is good, until the point where existentialism comes to view - nagging at my mind every second of the way.\nI got more depressed, when I pictured myself in Simon's place; thinking about multiple consciousnesses... [i]Deep thoughts[\/i].\nAnd when you ultimately mix spiritualism into that, you start to criticize the copy concept regarding the spirit - or soul if you're into that kind of thing.\nLike me, as I'm writing this! Starting now, enjoy! \n[b]There is only one me, there cannot be any other, period.[\/b]\nIf - although it's impossible in my case because I would not let it happen - there is a copy of me, he will kill himself. Not being able to live, knowing that he is a fake.\nEven if he is the last hope of humanity, he would not live any second longer when he knows the awful truth. \nI can't understand why some people would make copies of themselves, that's disgusting...\n\nSo yeah, I did kill the copy of Simon (when you have the choice to either let him live or drain the battery), because otherwise he would be alone; in misery. He accepts that he was just a pawn, and nothing more - from my point of view. \n\nI really liked the atmosphere and the sound effects. End credits soundtrack is absolutely amazing!\n\nMonsters won't disappear after death like in [b]Amnesia: The Dark Descent[\/b], disappointing.\nConsidering that some of the enemies are very difficult.\nRage quitted at Jin Yoshida sequence [i](loved the tentacles, btw)[\/i], yay. \nCompleted the game almost a year after that.\n\nAll in all, I liked this game; as a Sci-Fi Horror game. But I cannot come to terms with the copy thingy; as a concept.\nFor the sake of my sanity, I do really hope that my identity stays as a single consciousness in the years to come - even after my own death; forever.\nOtherwise... Well, you already know what will happen in that \"fateful\" day.","timestamp_created":1533781766,"timestamp_updated":1533828801,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.501845","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44056080","author":{"steamid":"76561198056526739","num_games_owned":46,"num_reviews":7,"playtime_forever":1530,"playtime_last_two_weeks":0,"last_played":1534515914},"language":"english","review":"Best Game Ever!!!","timestamp_created":1533947563,"timestamp_updated":1533947563,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.000000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false},{"recommendationid":"44059697","author":{"steamid":"76561198273515059","num_games_owned":32,"num_reviews":23,"playtime_forever":149,"playtime_last_two_weeks":0,"last_played":1534533674},"language":"english","review":"It's 1 in the morning and I have the lights off. Why do I do this to myself.","timestamp_created":1533963197,"timestamp_updated":1533963197,"voted_up":true,"votes_up":1,"votes_funny":0,"weighted_vote_score":"0.000000","comment_count":0,"steam_purchase":true,"received_for_free":false,"written_during_early_access":false}]}